[
  {
    "nombre": "parejas",
    "descripcion": "Durante la vida de Peter Parker, ha tenido varias parejas, estas son las mas conocidas",
    "imagen_principal": "parejas",
    "parrafos": [
      {
        "texto": "Gwen Stacy fue el primer amor de Peter Parker e hija del capitán George Stacy. Ella es mejor conocida por su trágica muerte, que ocurrió al ser arrojada desde el Puente George Washington por Green Goblin. Gwen y Peter se conocieron en la universidad Empire State. Cuando Gwen intentó conocer a Peter por primera vez, este estaba muy preocupado por la salud de su tía May, la cual estaba seriamente enferma en esa época, y por tanto Peter pareció ignorar a Gwen, que creyó que estaba desdeñándola intencionadamente. A pesar de ello, Gwen llegó a sentirse intrigada por Peter, y cuando su tía se recuperó al poco tiempo, ambos comenzaron a sentirse atraídos mutuamente. Peter y Gwen se enamoraron profundamente, a pesar de que Peter se había enamorado de la secretaria del Daily Bugle, Betty Brant, Gwen fue su primer gran amor. Norman Osborn llevó a Gwen a la cima del puente George Washington, donde luchó con Spider-Man, quien intentaba desesperadamente salvar a la mujer que amaba. Finalmente, montado en su deslizador, Green Goblin arrojó a Gwen desde lo alto del puente. Spider-Man la atrapó con su red antes de que golpeara el agua, solo para descubrir que Gwen había muerto a consecuencia del shock de la caída.",
        "imagen": "imagenes/gwen stacy.png" 
      },
      {
        "texto": "Mary Jane Watson es el principal interés amoroso de Peter Parker, alias Spider-Man. En una ocasión se casó con él, pero más adelante, tras una alteración de la realidad hecha por el demonio Mephisto, este evento jamás sucedió. Ahora ella es una de las pocas personas que saben su identidad secreta, y aún sigue apoyándolo como su amiga y confidente más cercana. Philip y Madeline Watson se conocieron en la universidad, donde se enamoraron. Llevaban casados año y medio cuando nació Gayle, Mary Jane nació cuatro años después, entonces Philip, ya un reputado profesor quiso dedicarse a escribir. Incapaz de escribir bien, achacaba esto a las niñas, teniendo aterrorizadas a su mujer y a ellas. Desquiciado comenzó a vagar de un lado para otro llevándose a su familia consigo.Todo siguió así hasta que un día Philip golpeó a Gayle, incapaz de consentir esto, Madeline se marchó con las niñas, acudiendo a casas de parientes; un día, estando en casa de Anna May Watson, la tía de Mary Jane, se enteraron de que en la casa de los Parker, los vecinos, había entrado un ladrón y había asesinado a Ben Parker, su esposa May había acudido a Anna en busca de ayuda y se encontraba allí llorando. Mientras esto ocurría, Mary Jane vio llegar a Peter, que hablando con un guardia había descubierto el asesinato de su tío y había entrado corriendo en su casa. Mirando por la ventana vio a Spider-Man salir de casa de los Parker, descubriendo así el secreto de Peter. Su relación se mantiene hasta el momento, llegó a estar embarazada y casada con Peter.",
        "imagen": "imagenes/mary jane.png"
      },
      {
        "texto": "Felicia Hardy, mejor conocida como Black Cat es una ladrona de guante blanco y heroína, que ha estado relacionada con Spider-Man de muchas maneras. Felicia Hardy nació en Queens, Nueva York. Toda su vida creció como una consentida niña de papá, intentando emular a su querido padre Walter Hardy en todo. Cuando él desapareció de su vida, la madre de Felicia le dijo que él había muerto en un accidente de avión. Felicia descubrió posteriormente la verdad: Walter Hardy era el mejor ladrón de guante blanco del mundo, pero sus crímenes habían acabado con él. Seguía vivo, pero languideciéndose en prisión. Felicia siguó loas pasos de su padre convirtiendose en ladrona (después de que no pudo completar su venganza contra su vioaldor), se puso el seudonimo de black cat y para justificarlo hacía creer a sus adversarios que tenía el poder de darles mala suerte, esto también engaño a Spider-Man. Después de un largo tiempo se sintió atraída por Spider-Man y se unió a él para combatir criminales, logrando que las autoridades de Nueva York le concedieran una amnistía por sus antiguos delitos. Spider-Man también se había enamorado de ella e incluso le había revelado su identidad secreta, pero como Felicia solo se sentía atraida por Sipder-Man y no por Peter Parker decidió terminar la relación que tenían, aunque volvían en ocasiones.",
        "imagen":"imagenes/black cat.png"
      }
    ]
  },
  {
    "nombre": "origen",
    "descripcion": "Peter Benjamin Parker es el hijo de Richard y Mary Parker, ambos agentes de la CIA y posteriormente de S.H.I.E.L.D. Después de que sus progenitores murieran en un accidente aéreo, el pequeño Peter quedó al cuidado de sus tíos May y Ben Parker, que vivían en Forest Hills, un barrio de Queens, en Nueva York.",
    "imagen_principal": "originenes",
    "parrafos":[
      {
        "texto": "Durante una visita estudiantil hacía a la Facultad de Ciencias Exactas y Naturales de la UBA, patrocinado por el General Techtronics Corporation, Peter fue picado por una araña radioactiva, provocando que este obtuviera poderes sobrehumanos que son, elocidad, fuerza y agilidad proporcionales a las de una araña de su tamaño; un sentido arácnido que le avisa de peligros y la habilidad de adherirse y desplazarse por cualquier muro o pared, independientemente de su horizontalidad. Posterior a eso construye un mecanismo que le permite lanzar un producto químico a manera de telaraña",
        "imagen": "imagenes/origen.png"
      },
      {
        "texto": "Su primera aparición pública tuvo lugar cuando vio un espectáculo de lucha libre, donde ofrecían un premio a quien aguantara tres minutos frente a un luchador profesional. Interesado en probar sus nuevos poderes, Parker decidió aceptar el reto. Se puso una máscara para esconder su cara y así evitar la vergüenza si perdía, pero derrotó con facilidad a su adversario. Un cazador de talentos le filmó y le ofreció un espacio en un programa de televisión. Peter aceptó la oferta y se hizo llamar así mismo el asombroso Spider-Man, decidiendo utilizar este medio como trampolín para hacer carrera en el mundo del espectáculo.",
        "imagen": "imagenes/primera aparicion.png"
      },
      {
        "texto": "Una vez preparado se presentó en televisión y tuvo un éxito inmediato. Tras terminar el programa, Peter dejó escapar a un ladrón, pese a que hubiera podido detenerlo con facilidad. Algunos días más tarde al volver a casa encontró que su tío Ben había sido asesinado por un ladrón, que se había refugiado en un almacén abandonado, donde la policía lo había rodeado. Desconsolado adoptó de nuevo la identidad de Spider-Man y lo capturó rápidamente descubriendo que había sido el mismo ladrón que había dejado escapar en los estudios de televisión. Desde ese día decidió luchar contra el crimen bajo la enseñanza que «Un gran poder, conlleva una gran responsabilidad».",
        "imagen": "imagenes/frase.png"
      }
    ]
  },
  {
    "nombre": "villanos",
    "descripcion": "A lo largo de su carrera como superhéroe, Spider-Man a tenido una gran galería de villanos pero aquí sestán los mas conocidos",
    "imagen_principal": "villanos",
    "parrafos":[
      {
        "texto": "Norman Osborn es conocido por muchos años como Green Goblin y archienemigo de Peter Parker/Spider-Man. Norman nació en Hartford, Connecticut, donde sufrió maltratos a manos de su padre, Amberson Osborn durante su infancia. De hecho la empresa de su padre se había ido a la bancarrota y desde entonces abusaba de la bebida y maltrataba a su familia. Una noche el padre de Norman lo encerró en la vieja casa de su abuelo. El niño, que tenía miedo a los monstruos y la oscuridad empezó a llorar y golpear la puerta pensando que la casa estaba poblada por los fantasmas de sus antepasados y que un terrible duende moraba en ella. Sin embargo, la experiencia le fortaleció y amaneció por la mañana tranquilo con una sonrisa maliciosa en su cara. Norman terminó casándose con Emily Lyman. Un día mientras conversaban Norman le prometió devolver el buen nombre a la familia Osborn, sin embargo Emily le dijo que ella no se había casado con él por su nombre. Poco después Emily quedó embarazada de Harry, muriendo en el parto. Con la muerte de su esposa, Norman se entregó totalmente a su trabajo descuidando a su hijo Harry, a quién veía como una desilusión. Norman luego se unió a un grupo clandestino de industrialistas que creaban súper villanos para que ocuparan la atención del número creciente de héroes disfrazados y los distrajeran de las transacciones ilícitas del grupo. Un temprano intento de usar un suero de súper-fuerza en el empleado Nels Van Adder creó al que sería llamado después, el Proto-Duende. Transformado en un asesino en serie, Nels trató de asesinar a Norman, pero este terminó por escapar. A pesar de que fue claramente un fracaso, Norman se convenció de que con un poco más de búsqueda llevarían el proyecto al éxito. Usando los escritos que dejó el encarcelado, Stromm, Norman intentó nuevamente crear un suero de súper-fuerza. Aún sin terminar, el verde brebaje explotó, bañando a Norman e introduciéndose en su piel. Mientras estuvo hospitalizado, Norman se dio cuenta que el suero había sido exitoso de alguna forma: Ahora no solamente tenía una fuerza sobre-humana, sino que también se volvió más inteligente .Sin embargo, su poco convincente conocimiento sobre ética y su cordura empezaron a caer. Osborn opto por convertrse el mismo en un súper-villano. Por un período corto consideró llamarse Sr. Café, pero tomando como inspiración el color de su suero decidió llamarse a sí mismo Green Goblin.",
        "imagen": "imagenes/goblin.png"
      },
      {
        "texto": "El Doctor Octopus o Dock Ock es un personaje del universo Marvel, donde es uno de los grandes enemigos de Spider-Man. Hijo de una madre dominante y un padre brusco Otto Octavius fue un reconocido doctor en física nuclear, investigador e inventor científico. Octavius diseñó un arnes pectotal con cuatro tentáculos articulados y metálicos de titanio resistentes a la radiación, dotados de gran fuerza y precisión, de los que se valdría para manipular elementos radiactivos a distancia. Tras un accidente en el laboratorio, varios líquidos radiactivos orgánicos explotaron y fusionaron su arnes al cuerpo de Octavius, quien adquirió el poder de moverlos a voluntad, usando sólo el pensamiento. El accidente también provocó daños cerebrales, lo cual se ha interpretado como una causa de que el cerebro tuviese que dirigir cuatro nuevas extremidades. Con esa mentalidad desquiciada, Octavius comenzó a dedicarse al crimen, bajo el nombre de Doctor Octopus, en referencia a sus ocho extremidades, como los pulpos.",
        "imagen": "imagenes/octopus.png"
      },
      {
        "texto": "Adrian Toomes, más conocido como Vulture, es un ex miembro de los Seis Siniestros y formo parte de los Seis Superiores comandados por el Superior Spider-Man. Adrian es uno de los más antiguos enemigos de Spider-Man y uno de los primeros villanos que el trepamuros batalló en su carrera como superhéroe. Con su aspecto físico y las alas, Toomes asemejaba a un buitre, y así se dio a conocer. Vulture hizo aparición en Nueva York con pequeños robos gracias a su ágil y sigiloso vuelo. Pero esto parece que sólo le servía de entrenamiento y, seguro de sus facultades, decidió dar un golpe más grande, uno que asombrara a toda la opinión pública. Adrian vio su gran oportunidad cuando se enteró de que una joyería de Park Avenue iba a trasladar un millón de dólares en joyas a una nueva sucursal al otro lado de la ciudad. Para dar más emoción, y de este modo alimentar su ego, distribuyó unas notas avisando a la editorial de Jonah Jameson, a una emisora de radio, y al jefe de la policía. Pero justo cuando regresaba a su cubil, se percató de que Spider-Man le estaba espiando (en realidad, simplemente le estaba haciendo fotos para luego venderlas a Jameson). Vulture tomo a Spider-Man desprevenido y le noqueó fácilmente. Llegado el día del traslado, y con la policía llenando las calles y los cielos con helicópteros, Vulture ataca por donde menos se le espera, por las alcantarillas, y se hace con el botín. Tras una larga persecución, Spider-Man logró darle alcance y detenerlo, gracias a un ingenio de su invención, un inversor antimagnético que logró bloquear su arnés. Vulture fue miembro fundador de un grupo de villanos conocido como Los Seis Siniestros (junto a Octopus, Kraven, Hombre de Arena, Misterio y Electro)",
        "imagen": "imagenes/buitre.png"
      }
    ]
  },
  {
    "nombre": "extra",
    "descripcion": "Spider-Man es uno de los superhéroes más populares y exitosos comercialmente, al igual que de los mas queridos. Por lo cual es conocido como la insignia de Marvel así como la mascota de dicha compañía, ha aparecido en muchas formas en los medios de comunicación, entre ellos varios programas de televisión ya sea de animación o acción en vivo, tiras cómicas del periódico, y una serie de películas, así también como videojuegos. Actualmente sus derechos le pertenece a Sony.",
    "imagen_principal": "extras",
    "parrafos":[
      {
        "texto": "A contado con multiples versiones de el en el extenso multiverso y también en la misma tierra 616. Gracias a la popularidad de sus diferentes versiones y del propio personaje se han hecho varias historias con el llamado Spider-Verse, como un comic, dos peliculas animadas y también se podría considerar la película spider-man no way home.",
        "imagen": "imagenes/spiderverse.png"
      },
      {
        "texto": "El 1° de agosto se conmemora la primera aparición del personaje en Amazing Fantasy #15, considerandose el Spider-Man Day, siendo un día importante para la compañia y los fanaticos.",
        "imagen": "imagenes/tomo1.png"
      },
      {
        "texto": "Marvel ha incluido a Spider-Man en varias series de cómics, e incluso ha tenido varias series propias, siendo la más importante Amazing Spider-Man. Con los años, el personaje de Peter Parker ha pasado de ser un tímido nerd a un sobresaliente y carismático estudiante. A partir del nuevo milenio se considera un adulto. A pesar de su gran capacidad intelectual no ha podido sobresalir ya que tiene que atender su papel como Spider-Man. Durante un tiempo se convirtió en un miembro de los Fantastic Four y de los New Avengers.",
        "imagen": "imagenes/spiderman.png"
      }
    ]
  }
]